# 商品データベース
category_items = [
    { 
        "category": "ワイン", 
        "item": [
            "ヴェラタティント", 
            "レインボーLカベルネ"
        ]
    },
    { 
        "category": "お酒", 
        "item": [ 
            "アサヒ生ビール",
            "ハイボール",
            "アップルパンチ500",
            "196STゼロWレモン"
        ]
    },
    {
        "category": "アイス",
        "item": [
            "雪見だいふく"
        ]
    },
    {
        "category": "コーヒー",
        "item": [
            "ブレンド",
            "ワンダモーニングショット",
            "カフェアイスコーヒー"
        ]
    },
    {
        "category": "カフェラテ",
        "item": [
            "カフェラテ"
        ]
    },
    {
        "category": "お昼ごはん",
        "item": [
            "コク旨博多豚骨",
            "辛カップラーメン"
        ]
    },
    {
        "category": "ドリンク",
        "item": [
            "ルイボスティー",
            "ザバスミルクヨーグルト"
        ]
    }
]
