# 商品データベース
category_items = [
    { 
        "category": "ワイン", 
        "item": [
            "ヴェラタティント", 
            "レインボーLカベルネ",
            "グランアンデスカベルネ"
        ]
    },
    { 
        "category": "お酒", 
        "item": [ 
            "アサヒ生ビール",
            "ハイボール",
            "アップルパンチ500",
            "196STゼロWレモン",
            "甲州韮崎オリジナル",
            "サントリープライムハイボール",
            "トリスハイボール"
        ]
    },
    {
        "category": "アイス",
        "item": [
            "雪見だいふく"
        ]
    },
    {
        "category": "コーヒー",
        "item": [
            "ブレンド",
            "ワンダモーニングショット",
            "カフェアイスコーヒー",
            "サントリーボス"
        ]
    },
    {
        "category": "カフェラテ",
        "item": [
            "カフェラテ",
            "ホットカフェオレ"
        ]
    },
    {
        "category": "お昼ごはん",
        "item": [
            "コク旨博多豚骨",
            "辛カップラーメン",
            "小海老天ぷらそば",
            "濃口つゆきつねうどん",
            "スパイシーカレーヌードル",
            "担々麵 BIG",
            "濃厚旨辛担々麺",
            "蒙古タンメン中本辛旨味噌",
            "6種の野菜 辛旨味噌"
        ]
    },
    {
        "category": "ドリンク",
        "item": [
            "ザバスミルクヨーグルト",
            "おいしい牛乳",
            "調製豆乳",
            "コカ・コーラ",
            "コカコーラ"
        ]
    },
    {
        "category": "お茶",
        "item": [
            "ルイボスティー",
            "シャルドネティー無糖",
            "7プレミアム むぎ茶",
            "7プレミアム 烏龍茶",
            "伊右衛門"
        ]
    },
    {
        "category": "お菓子",
        "item": [
            "ななつのほしグミ",
            "忍者めしラムネ",
            "ポテトスティックシオ"
        ]
    },
    {
        "category": "軽食",
        "item": [
            "和風ツナパン",
            "大きいあらびきチョリソ",
            "ベーコンペッマーマヨ",
            "もっちパン",
            "牛肉入りコロッケパン",
            "ソース焼きそばパン"
        ]
    },
    {
        "category": "外食",
        "item": [
            "辛味チキン",
            "ハモン・セラーノ",
            "プチフォッカ"
        ]
    },
    {
        "category": "切手",
        "item": [
            "85円普通切手"
        ]
    }
]
