# 商品データベース
category_items = [
    {
        "category": "ワイン",
        "item": [
            "ヴェラタティント",
            "レインボーLカベルネ",
            "グランアンデスカベルネ",
            "シャトー·デュ·ラゴ",
            "赤ワイン",
            "オーレゼルヴァ カベルネ",
            "ヴィスプラックシラース",
            "7フレミアムヨセミデロートアカ",
            "I/テカ PPがルSV",
            "エノテカ"
        ]
    },
    {
        "category": "お酒",
        "item": [
            "アサヒ生ビール",
            "ハイボール",
            "アップルパンチ500",
            "196STゼロWレモン",
            "甲州韮崎オリジナル",
            "サントリープライムハイボール",
            "トリスハイボール",
            "日本一のレモンサワー",
            "氷結無糖グレフル",
            "オリオン生",
            "モルツ樽生ジョッキ",
            "サントリー生ビール"
        ]
    },
    {
        "category": "アイス",
        "item": [
            "雪見だいふく",
            "ソフトクリーム",
            "バニラアイス"
        ]
    },
    {
        "category": "コーヒー",
        "item": [
            "ブレンド",
            "ワンダモーニングショット",
            "カフェアイスコーヒー",
            "サントリーボス レインボーマウンテンブレンド"
        ]
    },
    {
        "category": "カフェラテ",
        "item": [
            "カフェラテ",
            "ホットカフェオレ"
        ]
    },
    {
        "category": "お昼ごはん",
        "item": [
            "コク旨博多豚骨",
            "辛カップラーメン",
            "小海老天ぷらそば",
            "濃口つゆきつねうどん",
            "スパイシーカレーヌードル",
            "担々麵 BIG",
            "濃厚旨辛担々麺",
            "蒙古タンメン中本辛旨味噌",
            "6種の野菜 辛旨味噌",
            "鶏油しょうゆラーメン"
        ]
    },
    {
        "category": "ドリンク",
        "item": [
            "ザバスミルクヨーグルト",
            "おいしい牛乳",
            "調製豆乳",
            "コカ・コーラ",
            "コカコーラ",
            "ポカリスエット",
            "ファミマの牛乳",
            "黒酢で活力"
        ]
    },
    {
        "category": "お茶",
        "item": [
            "ルイボスティー",
            "シャルドネティー無糖",
            "7プレミアム むぎ茶",
            "7プレミアム 烏龍茶",
            "伊右衛門",
            "午後の紅茶",
            "黒烏龍茶",
            "ホウシチャ",
            "麦茶",
            "ヘルシアうまみ緑茶",
            "ライチ香るジャスミン"
        ]
    },
    {
        "category": "お菓子",
        "item": [
            "ななつのほしグミ",
            "忍者めしラムネ",
            "ポテトスティックシオ",
            "のり塩大袋",
            "メイホウトラヤキ",
            "御菓子御殿"
        ]
    },
    {
        "category": "軽食",
        "item": [
            "和風ツナパン",
            "大きいあらびきチョリソ",
            "ベーコンペッマーマヨ",
            "もっちパン",
            "牛肉入りコロッケパン",
            "ソース焼きそばパン",
            "フリルレタスソーセージドッグ",
            "スナックサンドツナマヨ"
        ]
    },
    {
        "category": "外食",
        "item": [
            "辛味チキン",
            "ハモン・セラーノ",
            "プチフォッカ"
        ]
    },
    {
        "category": "切手",
        "item": [
            "85円普通切手"
        ]
    }
]
